[
 {
  "country": [
   "UNITED STATES (94%)"
  ],
  "industry": [
   "NAICS519130 INTERNET PUBLISHING & BROADCASTING & WEB SEARCH PORTALS\n(90%)"
  ],
  "language": [
   "ENGLISH"
  ],
  "length": [
   "222 words"
  ],
  "city": [
   "SAN FRANCISCO BAY AREA, CA, USA (94%)",
   "SILICON VALLEY, CA, USA (91%)"
  ],
  "organization": [
   "ASPEN INSTITUTE (56%)"
  ],
  "load_date": [
   "June 23, 2014"
  ],
  "subject": [
   "INTERNET SOCIAL NETWORKING (90%)",
   "SOCIAL NETWORKING (78%)",
   "PHOTO &\nVIDEO SHARING (78%)",
   "INTERVIEWS (71%)",
   "CALL CENTERS (51%)",
   "BUSINESS TELEPHONE\nSERVICE (51%)"
  ],
  "state": [
   "CALIFORNIA, USA (94%)",
   "DISTRICT OF COLUMBIA, USA (74%)"
  ],
  "company": [
   "FACEBOOK INC (90%)",
   "GOOGLE INC (84%)"
  ],
  "content": "San Jose Mercury News (California)\n\n                              June 23, 2014 Monday\n\nFacebook's new tracking practices; Silicon Valley's dynamic duos; more\n\n\n\n\nTroy Wolverton writes : Facebook users beware: The company has -- yet again --\nunilaterally changed its mind about its data collection practices. As users\nshould know, that's not a good thing for their privacy.\n\nA host of startups, including ActivityHero, ActivityTree, Camperoo and\nFamtivity, have sprung up to streamline the process for parents who want to\npatch together summer activities for their kids .\n\nGoogle+, Google's social network, is 3 years old . It hasn't come close to\nFacebook's popularity as a digital town square, though enthusiasts use it for\nphoto-sharing, video chats and sometimes passionate debates.\n\nMichelle Quinn writes : Americans admire the lone-wolf myth, and in business\nthat means the bold industrialist creating something from nothing. But in\nSilicon Valley, we tend to celebrate duos, cultural icons linked forever like\nSimon and Garfunkel, or Sonny and Cher.\n\nLarry Magid writes about the Aspen Institute's proposed changes to education:\nWith modern technology there are no more excuses for education to remain in the\ndark ages.\n\nMercury News interview : Marty Beard, CEO of LiveOps, which provides cloud-based\ncall centers.\n\nThe Bay Area added 6,500 jobs in May, powered mainly by gains in the East Bay,\nwhich offset modest job losses in Santa Clara County and the San Francisco area,\nthe state announced Friday.\n\nGRAPHIC: (FILES) This January 30, 2014 file photo taken in Washington,DC, shows\nthe splash page for the social media internet site Facebook. Facebook said June\n12, 2014 it would begin allowing users more information about the ads delivered\nto them, and to block marketing messages they don't want to see. In a blog post,\nFacebook said its users \"tell us they want more control over the ads they see\"\nand that the huge social network is responding to that. \"That's why we're\nintroducing ad preferences, a new tool accessible from every ad on Facebook that\nexplains why you're seeing a specific ad and lets you add and remove interests\nthat we use to show you ads,\" the post said. AFP PHOTO / Karen BLEIERKAREN\nBLEIER/AFP/Getty Images\n\n\nPUBLICATION-TYPE: Newspaper\n\n\n\n\n\n\n\n\n\n\n\n                      Copyright 2014 San Jose Mercury News\n                              All Rights Reserved",
  "section": [
   "COLUMNISTS"
  ],
  "ticker": [
   "FB (NASDAQ) (90%)",
   "GOOG (NASDAQ) (84%)"
  ]
 }
]